brandonfowler.exe-runner
continue.continue
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
formulahendry.code-runner
grapecity.gc-excelviewer
hars.cppsnippets
hediet.vscode-drawio
inu1255.easy-sftp
jamessauer.gdscript-theme
jaycetyle.vscode-gnu-global
jock.svg
leonardssh.vscord
manishsencha.readme-preview
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-it
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-ssdevteam.scope-vscode-ext
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-wsl
ms-vscode.azure-account
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.js-debug-nightly
ms-vsliveshare.vsliveshare
natqe.reload
redhat.java
ritwickdey.liveserver
roncho.assembly-8086
satiromarra.code-sftp
shd101wyy.markdown-preview-enhanced
sukumo28.wav-preview
teabyii.ayu
twxs.cmake
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
visualstudiotoolsforunity.vstuc
vivekpal.sound-in-code
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
walkme.java-extension-pack